Repository: dasher-project/Dasher-Apple
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: af, ar, bn, cs, da, de, el, es, fa, fi, fr, gu, hi, hu, it, kn, ml, mr, nl, pa, pl, pt, ru, sv, sw, ta, te, th, ur, zh_cn, zu

source: Auto-select after fixating. Only enable if OS dwell is off.
af: Outomatiese keuse na fiksering. Aktiveer slegs as OS-verblyf afgeskakel is.
ar: يتم التحديد التلقائي بعد التثبيت. يتم التفعيل فقط في حالة إيقاف تشغيل خاصية "التوقف المؤقت" في نظام التشغيل.
bn: দৃষ্টি নিবদ্ধ করার পর স্বয়ংক্রিয়ভাবে নির্বাচিত হবে। শুধুমাত্র OS ডুয়েল বন্ধ থাকলেই এটি সক্রিয় করুন।
cs: Automatický výběr po fixaci. Povolit pouze v případě, že je vypnuta prodleva operačního systému.
da: Automatisk valg efter fiksering. Aktiver kun, hvis OS-dvælgelse er slået fra.
de: Automatische Auswahl nach dem Fixieren. Nur aktivieren, wenn die Betriebssystem-Verweildauer ausgeschaltet ist.
el: Αυτόματη επιλογή μετά τη σταθεροποίηση. Ενεργοποίηση μόνο εάν η παραμονή στο λειτουργικό σύστημα είναι απενεργοποιημένη.
es: Selección automática tras la fijación. Habilitar solo si la opción de tiempo de espera del sistema operativo está desactivada.
fa: انتخاب خودکار پس از تثبیت. فقط در صورتی فعال شود که OS dwell خاموش باشد.
fi: Automaattinen valinta fiksaation jälkeen. Ota käyttöön vain, jos käyttöjärjestelmän viipymä on pois päältä.
fr: Sélection automatique après fixation. Activer uniquement si le maintien du système d'exploitation est désactivé.
gu: ફિક્સિંગ પછી ઓટો-સિલેક્ટ કરો. જો OS dwell બંધ હોય તો જ સક્ષમ કરો.
hi: किसी बिंदु पर ध्यान केंद्रित करने के बाद स्वतः चयन हो जाता है। इसे केवल तभी सक्षम करें जब OS ड्वेल सेटिंग बंद हो।
hu: Automatikus kiválasztás fixálás után. Csak akkor engedélyezze, ha az operációs rendszer várakozása ki van kapcsolva.
it: Selezione automatica dopo la fissazione. Abilitalo solo se la permanenza del sistema operativo è disattivata.
kn: ಸರಿಪಡಿಸಿದ ನಂತರ ಸ್ವಯಂ-ಆಯ್ಕೆ ಮಾಡಿ. OS dwell ಆಫ್ ಆಗಿದ್ದರೆ ಮಾತ್ರ ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: ഫിക്സേഷൻ കഴിഞ്ഞാൽ ഓട്ടോ-സെലക്ട് ചെയ്യുക. OS dwell ഓഫാണെങ്കിൽ മാത്രം പ്രവർത്തനക്ഷമമാക്കുക.
mr: स्थिर झाल्यावर स्वयंचलित निवड. केवळ OS ड्वेल बंद असल्यास सक्षम करा.
nl: Automatisch selecteren na fixatie. Alleen inschakelen als OS dwell is uitgeschakeld.
pa: ਫਿਕਸ ਕਰਨ ਤੋਂ ਬਾਅਦ ਆਟੋ-ਸਿਲੈਕਟ ਕਰੋ। ਸਿਰਫ਼ ਤਾਂ ਹੀ ਸਮਰੱਥ ਬਣਾਓ ਜੇਕਰ OS ਡਵੈਲ ਬੰਦ ਹੋਵੇ।
pl: Automatyczny wybór po utrwaleniu. Włącz tylko wtedy, gdy opcja OS Hold jest wyłączona.
pt: Seleção automática após fixação. Ative somente se o modo de permanência do sistema operacional estiver desativado.
ru: Автоматический выбор после фиксации взгляда. Включается только в том случае, если функция задержки в ОС отключена.
sv: Automatiskt val efter fixering. Aktivera endast om OS-dvalen är avstängd.
sw: Chagua kiotomatiki baada ya kurekebisha. Washa tu ikiwa OS imezimwa.
ta: நிலைநிறுத்திய பிறகு தானாகத் தேர்ந்தெடுக்கும். OS தங்குதல் முடக்கப்பட்டிருந்தால் மட்டுமே இதைச் செயல்படுத்தவும்.
te: స్థిరంగా చూసిన తర్వాత స్వయంచాలకంగా ఎంచుకోండి. OS డెల్ ఆఫ్ చేసి ఉంటేనే ఎనేబుల్ చేయండి.
th: เลือกอัตโนมัติหลังจากตรึงภาพแล้ว เปิดใช้งานเฉพาะเมื่อปิดโหมดพักหน้าจอของระบบปฏิบัติการเท่านั้น
ur: درست کرنے کے بعد خودکار طور پر منتخب کریں۔ صرف اس صورت میں فعال کریں جب OS ڈویل آف ہو۔
zh_cn: 固定后自动选择。仅当操作系统停留关闭时才启用。
zu: Khetha ngokuzenzakalelayo ngemva kokulungisa. Vumela kuphela uma i-OS dwell ivaliwe.

source: Bottom
af: Onderkant
ar: قاع
bn: নীচে
cs: Dno
da: Bund
de: Unten
el: Κάτω μέρος
es: Abajo
fa: پایین
fi: Pohja
fr: Bas
gu: નીચે
hi: तल
hu: Alsó
it: Metter il fondo a
kn: ಕೆಳಭಾಗ
ml: അടിത്തട്ട്
mr: तळ
nl: Onderkant
pa: ਹੇਠਾਂ
pl: Spód
pt: Fundo
ru: Нижний
sv: Botten
sw: Chini
ta: கீழ்
te: దిగువన
th: ด้านล่าง
ur: نیچے
zh_cn: 底部
zu: Ngaphansi

source: Cancel
af: Kanselleer
ar: يلغي
bn: বাতিল করুন
cs: Zrušit
da: Ophæve
de: Stornieren
el: Ματαίωση
es: Cancelar
fa: لغو
fi: Peruuttaa
fr: Annuler
gu: રદ કરો
hi: रद्द करना
hu: Mégsem
it: Cancellare
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anulować
pt: Cancelar
ru: Отмена
sv: Avboka
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
ur: منسوخ کریں۔
zh_cn: 取消
zu: Khansela

source: Check Again
af: Kontroleer weer
ar: تحقق مرة أخرى
bn: আবার পরীক্ষা করুন
cs: Zkontrolujte znovu
da: Tjek igen
de: Überprüfen Sie es erneut
el: Έλεγχος ξανά
es: Vuelva a comprobarlo
fa: دوباره بررسی کنید
fi: Tarkista uudelleen
fr: Revérifier
gu: ફરીથી તપાસો
hi: फिर से जाँचो
hu: Ellenőrizd újra
it: Ricontrollare
kn: ಮತ್ತೊಮ್ಮೆ ಪರಿಶೀಲಿಸಿ
ml: വീണ്ടും പരിശോധിക്കുക
mr: पुन्हा तपासा
nl: Controleer het nogmaals
pa: ਦੁਬਾਰਾ ਜਾਂਚ ਕਰੋ
pl: Sprawdź ponownie
pt: Verifique novamente
ru: Проверьте еще раз.
sv: Kontrollera igen
sw: Angalia Tena
ta: மீண்டும் சரிபார்க்கவும்
te: మళ్ళీ తనిఖీ చేయండి
th: ตรวจสอบอีกครั้ง
ur: دوبارہ چیک کریں۔
zh_cn: 再次检查
zu: Hlola Futhi

source: Choose File...
af: Kies Lêer...
ar: اختر ملفًا...
bn: ফাইল নির্বাচন করুন...
cs: Vyberte soubor...
da: Vælg Fil...
de: Wählen Sie Datei...
el: Επιλέξτε Αρχείο...
es: Seleccionar archivo...
fa: انتخاب فایل...
fi: Valitse tiedosto...
fr: Choisissez Fichier...
gu: ફાઇલ પસંદ કરો...
hi: फाइलें चुनें...
hu: Fájl kiválasztása...
it: Scegli File...
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ...
ml: ഫയൽ തിരഞ്ഞെടുക്കുക...
mr: फाईल निवडा...
nl: Kies een bestand...
pa: ਫਾਈਲ ਚੁਣੋ...
pl: Wybierz Plik...
pt: Selecione Arquivo...
ru: Выберите Файл...
sv: Välj Fil...
sw: Chagua Faili...
ta: கோப்பைத் தேர்ந்தெடுக்கவும்...
te: ఫైల్‌ను ఎంచుకోండి...
th: เลือกไฟล์...
ur: فائل کا انتخاب کریں...
zh_cn: 选择文件...
zu: Khetha Ifayela...

source: Choose...
af: Kies...
ar: يختار...
bn: বেছে নিন...
cs: Vybrat...
da: Vælge...
de: Wählen...
el: Επιλέγω...
es: Elegir...
fa: انتخاب کن...
fi: Valita...
fr: Choisir...
gu: પસંદ કરો...
hi: चुनना...
hu: Válasszon...
it: Scegliere...
kn: ಆರಿಸಿ...
ml: തിരഞ്ഞെടുക്കുക...
mr: निवडा...
nl: Kiezen...
pa: ਚੁਣੋ...
pl: Wybierać...
pt: Escolher...
ru: Выбирать...
sv: Välja...
sw: Chagua...
ta: தேர்ந்தெடுங்கள்...
te: ఎంచుకోండి...
th: เลือก...
ur: منتخب کریں...
zh_cn: 选择...
zu: Khetha...

source: Clear
af: Duidelik
ar: واضح
bn: পরিষ্কার
cs: Jasný
da: Klar
de: Klar
el: Σαφής
es: Claro
fa: پاک کردن
fi: Tyhjennä
fr: Clair
gu: ચોખ્ખું
hi: स्पष्ट
hu: Világos
it: Chiaro
kn: ಸ್ಪಷ್ಟ
ml: വ്യക്തം
mr: स्पष्ट
nl: Duidelijk
pa: ਸਾਫ਼
pl: Jasne
pt: Claro
ru: Прозрачный
sv: Rensa
sw: Wazi
ta: தெளிவான
te: స్పష్టం
th: ชัดเจน
ur: صاف
zh_cn: 清除
zu: Sula

source: Colour Theme
af: Kleurtema
ar: نظام الألوان
bn: রঙের থিম
cs: Barevné téma
da: Farvetema
de: Farbthema
el: Θέμα χρώματος
es: Tema de color
fa: تم رنگی
fi: Väriteema
fr: Thème de couleur
gu: રંગ થીમ
hi: रंग थीम
hu: Színtéma
it: Tema del colore
kn: ಬಣ್ಣದ ಥೀಮ್
ml: കളർ തീം
mr: रंगसंगती
nl: Kleurenthema
pa: ਰੰਗ ਥੀਮ
pl: Motyw kolorystyczny
pt: Tema de cores
ru: Цветовая тема
sv: Färgtema
sw: Mandhari ya Rangi
ta: வண்ண தீம்
te: రంగు థీమ్
th: ธีมสี
ur: رنگین تھیم
zh_cn: 颜色主题
zu: Itimu Yombala

source: Copy All
af: Kopieer Alles
ar: نسخ الكل
bn: সব কপি করুন
cs: Kopírovat vše
da: Kopiér alle
de: Alles kopieren
el: Αντιγραφή όλων
es: Copiar todo
fa: کپی کردن همه
fi: Kopioi kaikki
fr: Copier tout
gu: બધાની નકલ કરો
hi: सभी को कॉपी करें
hu: Összes másolása
it: Copia tutto
kn: ಎಲ್ಲವನ್ನೂ ನಕಲಿಸಿ
ml: എല്ലാം പകർത്തുക
mr: सर्व कॉपी करा
nl: Alles kopiëren
pa: ਸਭ ਕਾਪੀ ਕਰੋ
pl: Kopiuj wszystko
pt: Copiar tudo
ru: Скопировать все
sv: Kopiera alla
sw: Nakili Zote
ta: அனைத்தையும் நகலெடுக்கவும்
te: అన్నింటినీ కాపీ చేయండి
th: คัดลอกทั้งหมด
ur: تمام کاپی کریں۔
zh_cn: 全部复制
zu: Kopisha Konke

source: Current Calibration
af: Huidige Kalibrasie
ar: معايرة التيار
bn: বর্তমান ক্রমাঙ্কন
cs: Kalibrace proudu
da: Aktuel kalibrering
de: Aktuelle Kalibrierung
el: Βαθμονόμηση ρεύματος
es: Calibración de corriente
fa: کالیبراسیون جریان
fi: Nykyinen kalibrointi
fr: Calibrage actuel
gu: વર્તમાન માપાંકન
hi: वर्तमान अंशांकन
hu: Aktuális kalibráció
it: Calibrazione corrente
kn: ಪ್ರಸ್ತುತ ಮಾಪನಾಂಕ ನಿರ್ಣಯ
ml: നിലവിലെ കാലിബ്രേഷൻ
mr: वर्तमान कॅलिब्रेशन
nl: Huidige kalibratie
pa: ਮੌਜੂਦਾ ਕੈਲੀਬ੍ਰੇਸ਼ਨ
pl: Kalibracja prądu
pt: Calibração atual
ru: Текущая калибровка
sv: Nuvarande kalibrering
sw: Urekebishaji wa Sasa
ta: தற்போதைய அளவுத்திருத்தம்
te: ప్రస్తుత క్రమాంకనం
th: การสอบเทียบกระแสไฟฟ้า
ur: موجودہ کیلیبریشن
zh_cn: 电流校准
zu: Ukulinganisa Kwamanje

source: Dark
af: Donker
ar: مظلم
bn: অন্ধকার
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
fa: تیره
fi: Tumma
fr: Sombre
gu: શ્યામ
hi: अँधेरा
hu: Sötét
it: Buio
kn: ಕತ್ತಲೆ
ml: ഇരുണ്ടത്
mr: गडद
nl: Donker
pa: ਹਨੇਰਾ
pl: Ciemny
pt: Escuro
ru: Темный
sv: Mörk
sw: Nyeusi
ta: இருள்
te: చీకటి
th: มืด
ur: اندھیرا
zh_cn: 黑暗的
zu: Okumnyama

source: Dasher 5 data detected on this Mac.
af: Dasher 5-data is op hierdie Mac opgespoor.
ar: تم اكتشاف بيانات Dasher 5 على هذا الجهاز Mac.
bn: এই ম্যাক-এ ড্যাশার ৫ ডেটা শনাক্ত করা হয়েছে।
cs: Na tomto Macu byla nalezena data z Dasheru 5.
da: Dasher 5-data fundet på denne Mac.
de: Dasher 5-Daten wurden auf diesem Mac erkannt.
el: Εντοπίστηκαν δεδομένα Dasher 5 σε αυτόν τον Mac.
es: Se han detectado datos de Dasher 5 en este Mac.
fa: داده‌های Dasher 5 روی این مک شناسایی شد.
fi: Dasher 5 -tietoja havaittu tällä Macilla.
fr: Données Dasher 5 détectées sur ce Mac.
gu: આ Mac પર Dasher 5 ડેટા મળ્યો.
hi: इस मैक पर डैशर 5 का डेटा पाया गया है।
hu: Dasher 5 adatok észlelve ezen a Mac gépen.
it: Dati Dasher 5 rilevati su questo Mac.
kn: ಈ Mac ನಲ್ಲಿ Dasher 5 ಡೇಟಾ ಪತ್ತೆಯಾಗಿದೆ.
ml: ഈ മാക്കിൽ ഡാഷർ 5 ഡാറ്റ കണ്ടെത്തി.
mr: या मॅकवर डॅशर ५ चा डेटा आढळला आहे.
nl: Dasher 5-gegevens gedetecteerd op deze Mac.
pa: ਇਸ ਮੈਕ 'ਤੇ ਡੈਸ਼ਰ 5 ਡਾਟਾ ਖੋਜਿਆ ਗਿਆ।
pl: Na tym Macu wykryto dane Dasher 5.
pt: Dados do Dasher 5 detectados neste Mac.
ru: На этом Mac обнаружены данные Dasher 5.
sv: Dasher 5-data upptäcktes på denna Mac.
sw: Data ya Dasher 5 imegunduliwa kwenye Mac hii.
ta: இந்த மேக்கில் டேஷர் 5 தரவு கண்டறியப்பட்டுள்ளது.
te: ఈ Macలో డాషర్ 5 డేటా గుర్తించబడింది.
th: ตรวจพบข้อมูล Dasher 5 บนเครื่อง Mac นี้
ur: اس میک پر ڈیشر 5 ڈیٹا کا پتہ چلا۔
zh_cn: 在此 Mac 上检测到 Dasher 5 数据。
zu: Idatha ye-Dasher 5 itholakele kule Mac.

source: Dasher 5 settings imported successfully.
af: Dasher 5-instellings suksesvol ingevoer.
ar: تم استيراد إعدادات Dasher 5 بنجاح.
bn: ড্যাশার ৫-এর সেটিংস সফলভাবে ইম্পোর্ট করা হয়েছে।
cs: Nastavení Dasheru 5 bylo úspěšně importováno.
da: Dasher 5-indstillinger blev importeret.
de: Dasher 5-Einstellungen erfolgreich importiert.
el: Οι ρυθμίσεις του Dasher 5 εισήχθησαν με επιτυχία.
es: La configuración de Dasher 5 se importó correctamente.
fa: تنظیمات Dasher 5 با موفقیت وارد شد.
fi: Dasher 5 -asetusten tuonti onnistui.
fr: Paramètres Dasher 5 importés avec succès.
gu: ડેશર 5 સેટિંગ્સ સફળતાપૂર્વક આયાત કરવામાં આવી.
hi: डैशर 5 की सेटिंग्स सफलतापूर्वक आयात हो गईं।
hu: A Dasher 5 beállításainak importálása sikeresen megtörtént.
it: Impostazioni di Dasher 5 importate correttamente.
kn: ಡ್ಯಾಷರ್ 5 ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಿಕೊಳ್ಳಲಾಗಿದೆ.
ml: ഡാഷർ 5 ക്രമീകരണങ്ങൾ വിജയകരമായി ഇറക്കുമതി ചെയ്തു.
mr: डॅशर ५ ची सेटिंग्ज यशस्वीरित्या आयात झाली.
nl: De Dasher 5-instellingen zijn succesvol geïmporteerd.
pa: ਡੈਸ਼ਰ 5 ਸੈਟਿੰਗਾਂ ਸਫਲਤਾਪੂਰਵਕ ਆਯਾਤ ਕੀਤੀਆਂ ਗਈਆਂ।
pl: Ustawienia Dasher 5 zostały pomyślnie zaimportowane.
pt: As configurações do Dasher 5 foram importadas com sucesso.
ru: Настройки Dasher 5 успешно импортированы.
sv: Dasher 5-inställningarna har importerats.
sw: Mipangilio ya Dasher 5 imeingizwa kwa mafanikio.
ta: டாஷர் 5 அமைப்புகள் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டன.
te: డాషర్ 5 సెట్టింగ్‌లు విజయవంతంగా దిగుమతి చేయబడ్డాయి.
th: นำเข้าการตั้งค่า Dasher 5 สำเร็จแล้ว
ur: Dasher 5 کی ترتیبات کامیابی کے ساتھ درآمد ہو گئیں۔
zh_cn: Dasher 5 设置已成功导入。
zu: Izilungiselelo ze-Dasher 5 zingeniswe ngempumelelo.

source: Dasher also works as a system keyboard, so you can write in any app. Enable it once in Settings.
af: Dasher werk ook as 'n stelselsleutelbord, so jy kan in enige toepassing skryf. Aktiveer dit een keer in Instellings.
ar: يعمل تطبيق Dasher أيضًا كلوحة مفاتيح نظام، لذا يمكنك الكتابة في أي تطبيق. قم بتفعيله مرة واحدة من الإعدادات.
bn: ড্যাশার সিস্টেম কিবোর্ড হিসেবেও কাজ করে, ফলে আপনি যেকোনো অ্যাপে লিখতে পারবেন। সেটিংস থেকে এটি একবার চালু করুন।
cs: Dasher funguje také jako systémová klávesnice, takže můžete psát v jakékoli aplikaci. Povolte ji jednou v Nastavení.
da: Dasher fungerer også som et systemtastatur, så du kan skrive i enhver app. Aktiver det én gang i Indstillinger.
de: Dasher funktioniert auch als Systemtastatur, sodass Sie in jeder App schreiben können. Aktivieren Sie es einmal in den Einstellungen.
el: Το Dasher λειτουργεί επίσης ως πληκτρολόγιο συστήματος, επομένως μπορείτε να γράφετε σε οποιαδήποτε εφαρμογή. Ενεργοποιήστε το μία φορά στις Ρυθμίσεις.
es: Dasher también funciona como teclado del sistema, por lo que puedes escribir en cualquier aplicación. Actívalo una sola vez en Ajustes.
fa: Dasher همچنین به عنوان یک صفحه کلید سیستمی عمل می‌کند، بنابراین می‌توانید در هر برنامه‌ای بنویسید. آن را یک بار در تنظیمات فعال کنید.
fi: Dasher toimii myös järjestelmänäppäimistönä, joten voit kirjoittaa missä tahansa sovelluksessa. Ota se käyttöön kerran asetuksissa.
fr: Dasher fonctionne également comme un clavier système, vous pouvez donc écrire dans n'importe quelle application. Activez-le une fois dans Paramètres.
gu: ડેશર સિસ્ટમ કીબોર્ડ તરીકે પણ કામ કરે છે, તેથી તમે કોઈપણ એપ્લિકેશનમાં લખી શકો છો. સેટિંગ્સમાં એકવાર તેને સક્ષમ કરો.
hi: डैशर एक सिस्टम कीबोर्ड के रूप में भी काम करता है, इसलिए आप किसी भी ऐप में लिख सकते हैं। इसे सेटिंग्स में एक बार सक्षम करें।
hu: A Dasher rendszerbillentyűzetként is működik, így bármelyik alkalmazásban írhatsz vele. Engedélyezd egyszer a Beállításokban.
it: Dasher funziona anche come tastiera di sistema, quindi puoi scrivere in qualsiasi app. Abilitalo una volta in Impostazioni.
kn: ಡ್ಯಾಷರ್ ಸಿಸ್ಟಮ್ ಕೀಬೋರ್ಡ್ ಆಗಿಯೂ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಬರೆಯಬಹುದು. ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಒಮ್ಮೆ ಅದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: ഡാഷർ ഒരു സിസ്റ്റം കീബോർഡായും പ്രവർത്തിക്കുന്നതിനാൽ, നിങ്ങൾക്ക് ഏത് ആപ്പിലും എഴുതാം. ക്രമീകരണത്തിൽ ഒരിക്കൽ ഇത് പ്രവർത്തനക്ഷമമാക്കുക.
mr: डॅशर सिस्टम कीबोर्ड म्हणूनही काम करतो, त्यामुळे तुम्ही कोणत्याही ॲपमध्ये लिहू शकता. सेटिंग्जमध्ये एकदा ते सक्षम करा.
nl: Dasher functioneert ook als systeemtoetsenbord, zodat je in elke app kunt typen. Schakel het eenmalig in via de instellingen.
pa: ਡੈਸ਼ਰ ਇੱਕ ਸਿਸਟਮ ਕੀਬੋਰਡ ਵਜੋਂ ਵੀ ਕੰਮ ਕਰਦਾ ਹੈ, ਇਸ ਲਈ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਐਪ ਵਿੱਚ ਲਿਖ ਸਕਦੇ ਹੋ। ਇਸਨੂੰ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਵਾਰ ਚਾਲੂ ਕਰੋ।
pl: Dasher działa również jako klawiatura systemowa, dzięki czemu możesz pisać w dowolnej aplikacji. Włącz ją jednorazowo w Ustawieniach.
pt: O Dasher também funciona como um teclado do sistema, permitindo que você escreva em qualquer aplicativo. Basta ativá-lo nas Configurações.
ru: Dasher также работает как системная клавиатура, поэтому вы можете писать в любом приложении. Включите её один раз в настройках.
sv: Dasher fungerar även som ett systemtangentbord, så du kan skriva i vilken app som helst. Aktivera det en gång i Inställningar.
sw: Dasher pia hufanya kazi kama kibodi ya mfumo, kwa hivyo unaweza kuandika katika programu yoyote. Iwezeshe mara moja katika Mipangilio.
ta: டாஷர் ஒரு சிஸ்டம் கீபோர்டாகவும் செயல்படும், எனவே நீங்கள் எந்த செயலியிலும் எழுதலாம். அமைப்புகளில் அதை ஒருமுறை இயக்கவும்.
te: డాషర్ సిస్టమ్ కీబోర్డ్‌గా కూడా పనిచేస్తుంది, కాబట్టి మీరు ఏ యాప్‌లోనైనా వ్రాయవచ్చు. సెట్టింగ్స్‌లో దీన్ని ఒకసారి ఎనేబుల్ చేయండి.
th: Dasher ยังทำหน้าที่เป็นแป้นพิมพ์ของระบบ คุณจึงสามารถพิมพ์ในแอปพลิเคชันใดก็ได้ เพียงเปิดใช้งานครั้งเดียวในเมนูการตั้งค่า
ur: ڈیشر سسٹم کی بورڈ کے طور پر بھی کام کرتا ہے، لہذا آپ کسی بھی ایپ میں لکھ سکتے ہیں۔ اسے سیٹنگز میں ایک بار فعال کریں۔
zh_cn: Dasher 还可以用作系统键盘，因此您可以在任何应用程序中书写。在“设置”中启用一次。
zu: I-Dasher isebenza futhi njengekhibhodi yesistimu, ngakho-ke ungabhala kunoma yiluphi uhlelo lokusebenza. Lunike amandla kanye kuzilungiselelo.

source: Dasher collects anonymous analytics to understand usage and fix crashes. No typed text, clipboard, or personal info is ever collected. See the open event schema at github.com/dasher-project/Dasher-Apple.
af: Dasher versamel anonieme ontledings om gebruik te verstaan en ineenstortings reg te stel. Geen getikte teks, knipbord of persoonlike inligting word ooit versamel nie. Sien die oop gebeurtenis skema by github.com/dasher-project/Dasher-Apple.
ar: يجمع تطبيق Dasher بيانات تحليلية مجهولة المصدر لفهم الاستخدام وإصلاح الأعطال. لا يتم جمع أي نصوص مكتوبة أو بيانات من الحافظة أو معلومات شخصية على الإطلاق. اطلع على مخطط الأحداث المفتوح على github.com/dasher-project/Dasher-Apple.
bn: ড্যাশার ব্যবহার বুঝতে এবং ক্র্যাশ ঠিক করতে বেনামী অ্যানালিটিক্স সংগ্রহ করে। টাইপ করা কোনো টেক্সট, ক্লিপবোর্ড বা ব্যক্তিগত তথ্য কখনোই সংগ্রহ করা হয় না। ওপেন ইভেন্ট স্কিমাটি github.com/dasher-project/Dasher-Apple-এ দেখুন।
cs: Dasher shromažďuje anonymní analytické údaje, aby pochopil používání a opravil pády. Nikdy se neshromažďuje žádný text na počítači, schránka ani osobní údaje. Schéma otevřených událostí naleznete na adrese github.com/dasher-project/Dasher-Apple.
da: Dasher indsamler anonyme analyser for at forstå brugen og rette nedbrud. Der indsamles aldrig indtastet tekst, udklipsholder eller personlige oplysninger. Se det åbne hændelsesskema på github.com/dasher-project/Dasher-Apple.
de: Dasher sammelt anonyme Analysen, um die Nutzung zu verstehen und Abstürze zu beheben. Es werden niemals getippter Text, Zwischenablage oder persönliche Daten erfasst. Sehen Sie sich das offene Ereignisschema unter github.com/dasher-project/Dasher-Apple an.
el: Το Dasher συλλέγει ανώνυμα αναλυτικά στοιχεία για την κατανόηση της χρήσης και την επιδιόρθωση σφαλμάτων. Δεν συλλέγεται ποτέ πληκτρολογημένο κείμενο, πρόχειρο ή προσωπικές πληροφορίες. Δείτε το σχήμα ανοιχτού συμβάντος στη διεύθυνση github.com/dasher-project/Dasher-Apple.
es: Dasher recopila datos analíticos anónimos para comprender el uso y solucionar fallos. No se recopila ningún texto escrito, contenido del portapapeles ni información personal. Consulta el esquema de eventos abierto en github.com/dasher-project/Dasher-Apple.
fa: دَشِر (Dasher) برای درک میزان استفاده و رفع مشکلات، تجزیه و تحلیل‌های ناشناس را جمع‌آوری می‌کند. هیچ متن تایپ‌شده، کلیپ‌بورد یا اطلاعات شخصی هرگز جمع‌آوری نمی‌شود. طرحواره رویداد باز را در github.com/dasher-project/Dasher-Apple ببینید.
fi: Dasher kerää anonyymiä analytiikkaa ymmärtääkseen käyttöä ja korjatakseen kaatumisia. Kirjoitettua tekstiä, leikepöydältä löytyviä tietoja tai henkilökohtaisia tietoja ei koskaan kerätä. Katso avoimen tapahtuman skeema osoitteessa github.com/dasher-project/Dasher-Apple.
fr: Dasher collecte des analyses anonymes pour comprendre l'utilisation et corriger les plantages. Aucun texte saisi, presse-papiers ou informations personnelles n'est jamais collecté. Consultez le schéma d'événement ouvert sur github.com/dasher-project/Dasher-Apple.
gu: ડેશર ઉપયોગને સમજવા અને ક્રેશ સુધારવા માટે અનામી વિશ્લેષણ એકત્રિત કરે છે. કોઈ ટાઇપ કરેલો ટેક્સ્ટ, ક્લિપબોર્ડ અથવા વ્યક્તિગત માહિતી ક્યારેય એકત્રિત કરવામાં આવતી નથી. github.com/dasher-project/Dasher-Apple પર ઓપન ઇવેન્ટ સ્કીમા જુઓ.
hi: Dasher उपयोग को समझने और क्रैश को ठीक करने के लिए गुमनाम विश्लेषण डेटा एकत्र करता है। इसमें टाइप किया गया टेक्स्ट, क्लिपबोर्ड डेटा या व्यक्तिगत जानकारी कभी भी एकत्र नहीं की जाती है। github.com/dasher-project/Dasher-Apple पर ओपन इवेंट स्कीमा देखें।
hu: A Dasher névtelen elemzéseket gyűjt a használat megértése és az összeomlások kijavítása érdekében. Semmilyen begépelt szöveget, vágólapra helyezett adatot vagy személyes adatot nem gyűjt. A nyílt eseménysémát a github.com/dasher-project/Dasher-Apple oldalon tekintheti meg.
it: Dasher raccoglie analisi anonime per comprendere l'utilizzo e correggere gli arresti anomali. Nessun testo digitato, appunti o informazioni personali vengono mai raccolti. Consulta lo schema degli eventi aperti su github.com/dasher-project/Dasher-Apple.
kn: ಬಳಕೆಯನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ಕ್ರ್ಯಾಶ್‌ಗಳನ್ನು ಸರಿಪಡಿಸಲು ಡ್ಯಾಷರ್ ಅನಾಮಧೇಯ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ. ಟೈಪ್ ಮಾಡಿದ ಪಠ್ಯ, ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಅಥವಾ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಎಂದಿಗೂ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ. github.com/dasher-project/Dasher-Apple ನಲ್ಲಿ ತೆರೆದ ಈವೆಂಟ್ ಸ್ಕೀಮಾವನ್ನು ನೋಡಿ.
ml: ഉപയോഗം മനസ്സിലാക്കുന്നതിനും ക്രാഷുകൾ പരിഹരിക്കുന്നതിനും ഡാഷർ അജ്ഞാത അനലിറ്റിക്‌സ് ശേഖരിക്കുന്നു. ടൈപ്പ് ചെയ്‌ത ടെക്‌സ്‌റ്റ്, ക്ലിപ്പ്‌ബോർഡ് അല്ലെങ്കിൽ വ്യക്തിഗത വിവരങ്ങൾ ഒരിക്കലും ശേഖരിക്കില്ല. github.com/dasher-project/Dasher-Apple എന്നതിൽ ഓപ്പൺ ഇവന്റ് സ്‌കീമ കാണുക.
mr: वापर समजून घेण्यासाठी आणि क्रॅश दुरुस्त करण्यासाठी डॅशर अनामिक विश्लेषण गोळा करतो. कोणताही टाइप केलेला मजकूर, क्लिपबोर्ड किंवा वैयक्तिक माहिती कधीही गोळा केली जात नाही. ओपन इव्हेंट स्कीमा github.com/dasher-project/Dasher-Apple येथे पहा.
nl: Dasher verzamelt anonieme analyses om het gebruik te begrijpen en crashes te verhelpen. Er wordt nooit getypte tekst, klembordinformatie of persoonlijke gegevens verzameld. Zie het open event schema op github.com/dasher-project/Dasher-Apple.
pa: ਡੈਸ਼ਰ ਵਰਤੋਂ ਨੂੰ ਸਮਝਣ ਅਤੇ ਕਰੈਸ਼ਾਂ ਨੂੰ ਠੀਕ ਕਰਨ ਲਈ ਅਗਿਆਤ ਵਿਸ਼ਲੇਸ਼ਣ ਇਕੱਠਾ ਕਰਦਾ ਹੈ। ਕੋਈ ਵੀ ਟਾਈਪ ਕੀਤਾ ਟੈਕਸਟ, ਕਲਿੱਪਬੋਰਡ, ਜਾਂ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਕਦੇ ਵੀ ਇਕੱਠੀ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ। github.com/dasher-project/Dasher-Apple 'ਤੇ ਓਪਨ ਇਵੈਂਟ ਸਕੀਮਾ ਵੇਖੋ।
pl: Dasher zbiera anonimowe dane analityczne, aby zrozumieć sposób użytkowania i naprawić awarie. Nie gromadzi wpisanego tekstu, danych ze schowka ani danych osobowych. Zobacz otwarty schemat zdarzeń na github.com/dasher-project/Dasher-Apple.
pt: O Dasher coleta dados analíticos anônimos para entender o uso e corrigir falhas. Nenhum texto digitado, área de transferência ou informação pessoal é coletado. Consulte o esquema de eventos aberto em github.com/dasher-project/Dasher-Apple.
ru: Dasher собирает анонимные аналитические данные для анализа использования и устранения сбоев. Никакой набранный текст, данные из буфера обмена или личная информация никогда не собираются. Ознакомиться с открытой схемой событий можно по адресу github.com/dasher-project/Dasher-Apple.
sv: Dasher samlar in anonyma analyser för att förstå användningen och åtgärda krascher. Ingen maskinskriven text, urklipp eller personlig information samlas någonsin in. Se det öppna händelseschemat på github.com/dasher-project/Dasher-Apple.
sw: Dasher hukusanya uchanganuzi usiojulikana ili kuelewa matumizi na kurekebisha ajali. Hakuna maandishi, ubao wa kunakili, au taarifa binafsi zilizoandikwa. Tazama mpango wa tukio wazi katika github.com/dasher-project/Dasher-Apple.
ta: பயன்பாட்டைப் புரிந்துகொள்வதற்கும் செயலிழப்புகளைச் சரிசெய்வதற்கும் டேஷர் அநாமதேயப் பகுப்பாய்வுகளைச் சேகரிக்கிறது. தட்டச்சு செய்யப்பட்ட உரை, கிளிப்போர்டு அல்லது தனிப்பட்ட தகவல்கள் எதுவும் ஒருபோதும் சேகரிக்கப்படுவதில்லை. திறந்த நிகழ்வுத் திட்டத்தை github.com/dasher-project/Dasher-Apple இல் பார்க்கவும்.
te: వినియోగాన్ని అర్థం చేసుకోవడానికి మరియు క్రాష్‌లను సరిచేయడానికి డాషర్ అనామక విశ్లేషణలను సేకరిస్తుంది. టైప్ చేసిన టెక్స్ట్, క్లిప్‌బోర్డ్ లేదా వ్యక్తిగత సమాచారం ఏదీ ఎప్పుడూ సేకరించబడదు. github.com/dasher-project/Dasher-Apple వద్ద ఓపెన్ ఈవెంట్ స్కీమాను చూడండి.
th: Dasher รวบรวมข้อมูลวิเคราะห์แบบไม่ระบุตัวตนเพื่อทำความเข้าใจการใช้งานและแก้ไขข้อผิดพลาด ไม่มีการเก็บข้อความที่พิมพ์ ข้อมูลในคลิปบอร์ด หรือข้อมูลส่วนบุคคลใดๆ ดูรายละเอียดโครงสร้างเหตุการณ์แบบเปิดได้ที่ github.com/dasher-project/Dasher-Apple
ur: Dasher استعمال کو سمجھنے اور کریشوں کو ٹھیک کرنے کے لیے گمنام تجزیات جمع کرتا ہے۔ کوئی ٹائپ شدہ متن، کلپ بورڈ، یا ذاتی معلومات کبھی جمع نہیں کی جاتی ہیں۔ github.com/dasher-project/Dasher-Apple پر اوپن ایونٹ اسکیما دیکھیں۔
zh_cn: Dasher 收集匿名分析以了解使用情况并修复崩溃。不会收集任何键入的文本、剪贴板或个人信息。请参阅 github.com/dasher-project/Dasher-Apple 上的开放事件架构。
zu: I-Dasher iqoqa ukuhlaziya okungaziwa ukuze iqonde ukusetshenziswa nokulungisa ukuphahlazeka. Akukho mbhalo othayishiwe, ibhodi lokunamathisela, noma ulwazi lomuntu siqu oluqoqwayo. Bheka uhlelo lomcimbi oluvulekile ku-github.com/dasher-project/Dasher-Apple.
